Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The wording is changed somewhat, but “without the intention of changing the content” (see page 495 of the Report).
nb: Ordlyden er endret noe, men «uten at dette er ment å endre innholdet», se s. 495 i utredningen.

source: The calculator then calculates the amount in 2014-kroner, adjusted for inflation over the period 1800-2014.
nb: Kalkulatoren oppgir da beløp i 2014-kroner justert for prisvekst i perioden 1800-2014.

source: in Norway are set by firms which import goods from abroad and sell these goods on the
nb: bedrifter som importerer varer fra utlandet og selger varene videre i det norske markedet.

source: Item 212/2017 Proposed instructions update for Internal Audit
nb: Sak 212/2017 Forslag til oppdatert instruks for Internrevisjonen

source: Egil Matsen reported on the Risk and Investment Committee's discussions and the issues of particular concern to the Committee, including a review of the contributions to relative return.
nb: Egil Matsen redegjorde for drøftingen i risiko- og investeringsutvalget og de temaer utvalget var særlig opptatt av, herunder en gjennomgang av bidragene til relativ avkastning.

source: Price increases in property and
nb: bygget seg opp bobler i form av sterk verdistigning i

source: Financial Disclosures (TCFD) has established recommendations for climate-related financial
nb: TCFD, har de siste årene etablert normer for rapportering av klimarelevant informasjon på

source: With the largest banks, there is not necessarily a clear relationship between the size of a bank (as measured by total assets) and its deposits in Norges Bank.
nb: For de største bankene er det ikke nødvendigvis en klar sammenheng mellom størrelsen på banken (målt ved forvaltningskapitalen) og innskuddene i Norges Bank.

source: Olav Bø presented the investment strategy and proposed changes to the governance structure.
nb: Olav Bø redegjorde for forvaltningsstrategien og forslag til endringer i styringsstrukturen.

source: Egil Matsen presented the discussions in the Risk and Investment Committee and the aspects that particularly drew its attention.
nb: Egil Matsen redegjorde for drøftingen i risiko- og investeringsutvalget og de temaer utvalget var særlig opptatt av.

source: According to house price statistics from the real estate industry, seasonally adjusted house prices rose by 1.9 per cent from January to February after increasing by 1.5 per cent in the previous month.
nb: Ifølge Eiendomsmeglerbransjens boligprisstatistikk steg boligprisene korrigert for sesongmønster med 1,9 prosent fra januar til februar, etter en økning på 1,5 prosent måneden før.

source: Under Section 3, first paragraph, of the current Norges Bank Act, Norges Bank shall “state its opinion on matters that are put before it by the King or the ministry”.
nb: Etter § 3 første ledd i gjeldende sentralbanklov skal Norges Bank «avgi uttalelse om spørsmål den blir forelagt av Kongen eller departementet».

source: throughout the calendar year, with the primary objective that the following equation will
nb: tiden med et overordnet mål om at ved utgangen av året skal følgende regnestykke gå opp:

source: Lending conditions can, for example, be measured by lending
nb: risikoprising kan for eksempel være risikopåslag i obligasjonsmarkedet

source: The working process usually begins 4-5 weeks before work?
nb: lige er å begynne arbeidet 4-5 uker før runden skal

source: Norges Bank in that climate change and mitigation measures affect the Norwegian and
nb: Klimaendringene og tiltak for å redusere utslipp vil påvirke norsk og internasjonal

source: - G4S plc is excluded from the Government Pension Fund Global’s portfolio.
nb: G4S plc utelukkes fra Statens pensjonsfond utlands portefølje.

source: linking data from the support schemes to data on banks’ credit exposures.
nb: sammen med data om bankenes utlånsengasjementer.

source: The market reaction in December 2001 may indicate
nb: Markedsreaksjonene i desember 2001 kan indikere at

source: Item 185/2019 - Draft of new lending regulation
nb: Sak 185/2019 Utkast til ny låneforskrift

source: It is the market’s role to transform savings into loans.
nb: Det er markedets oppgave å transformere sparing til utlån.

source: This year it is 200 years since the birth of the Norwegian
nb: Det er i år 200 år siden matematikeren Niels Henrik

source: therefore observed between developments in the equitymarket and long-term interest rates.
nb: i aksjemarkedene kan derfor ventes å gi en reduksjon iswapspreaden, og omvendt.

source: A central bank's reasoning is given in the decision-making body's minutes.
nb: Sentralbankens begrunnelse er gitt i det besluttende organs referat.

source: his position in the netting, collective guarantees may be
nb: allerede er pantsatt på konto i Verdipapirsentralen

source: Thus, the bank did not have sufficient capital reserves to cover any losses on this portfolio (Gillian Tett (2009):
nb: Banken satte derfor ikke til side kapital for å dekke eventuelle tap på denne porteføljen, se Gillian Tett (2009):

source: As in March, the overall outlook and the balance of risks imply a gradual rate rise in the years ahead.
nb: Som i mars tilsier utsiktene og risikobildet samlet sett en gradvis renteoppgang i årene fremover.

source: through regular reporting to the Board.
nb: betalingssystemer og finansmarkeder.

source: Two new members of the group, Al Jugoo and Natalia Vale of LCH, were introduced and presented themselves to the group.
nb: To nye medlemmer i gruppen, Al Jugoo and Natalia Vale fra LCH, ble introdusert og presenterte seg selv for gruppen.

source: Since the crisis, lending growth has slowed, especially in the corporate market (see Chart 8).
nb: Etter finanskrisen har utlånsveksten falt, og da særlig til nærings-markedet, se figur 8.

source: Data published daily after 9.00 a.m.
nb: Daglige data publiseres hver dag etter kl 9.00.

source: with payment services was estimated at NOK 671 mil- lion. In
nb: betalingsformidling ble beregnet til 671 millioner kro-ner.

source: Following the financial crisis in 2008, bank liquidity and solvency were strengthened owing to new international regulation.
nb: Etter finanskrisen i 2008 ble bankenes likviditet og soliditet styrket som følge av en rekke nye internasjonale reguleringer.

source: (1997) defined underlying inflation as the indicator
nb: (1997) definerte underliggende inflasjon som den indika-

source: Presentation from Monetary Policy (PPO)
nb: Presentasjon fra Pengepolitikk (PPO)

source: As part of this, principles
nb: I den forbindelse ble også prinsipper

source: mark – the euro since January 1999 – has depreciated by
nb: tyske marken – euro siden januar 1999 – svekket seg om

source: In line with the recommendations made by ISDA and ARRC, it is the working group’s assessment that the fallback clause for Nibor should not be triggered until a public announcement is made by the Nibor administrator (NoRe), Finanstilsynet (Financial Supervisory Authority of Norway) or any other body with authority over NoRe to the effect that Nibor will no longer be published.
nb: I tråd med forslagene som er fremmet av ISDA og ARRC, er det arbeidsgruppens vurdering at fallbackklausulen for Nibor først trigges som følge av en offentlig kunngjøring fra administrator for Nibor (NoRe), Finanstilsynet eller eventuel e andre organer med myndighet over NoRe om at Nibor ikke lenger skal publiseres.

source: than the companies in the benchmark index.
nb: enn selskapene i referanseindeksen.

source: The main problem expressed in Chart 1 is that although individual banks are above or below the average of the
nb: Hovedproblemet som kommer til uttrykk i figur 1, er at det ikke er noen systematikk i at enkeltbanker over lengre perioder ligger over eller under gjennomsnittet av de andre bankene.

source: Covered bonds account for two-thirds of banks’ wholesale funding, while banks own approximately 60% of covered bonds issued in NOK (Charts 1.7 and 1.8), which means they act both as issuers and investors in this market.
nb: OMF utgjør to tredjedeler av bankenes markedsfinansiering, samtidig som bankene eier omtrent 60 prosent av OMF utstedt i norske kroner, se figur 1.7 og 1.8. De opptrer dermed både som utstedere og investorer i dette markedet.

source: Settlement of the cash leg of securities transactions has
nb: I Europa finnes både brutto- og nettosystem, og noen

source: In addition, banks’ loan losses will affect the data series used to calculate the risk weights.
nb: I tillegg vil utviklingen i bankenes tap påvirke dataseriene risikovektene beregnes ut i fra.

source: of Norwegian banknotes and coin.
nb: av norske sedler og mynt.

source: Alternatively, “interest rate” in most theoretical models can also be interpreted as the yield on bonds minus the interest rate on transaction accounts.
nb: Alternativt kan en også tolke «renten» i de fleste teoretiske modeller som renten på obligasjoner minus renten på transaksjonskonti.

source: growth build up in a period of low inflation, these imbal-
nb: husholdningene utsettes for et «dobbelt sjokk» i form av

source: CRE exposures account for around half of total corporate lending (Annex Chart 4), and all large banks’ CRE exposures are high.
nb: Næringseiendomslån utgjør omtrent halvparten av samlede utlån til foretak (se figur 4 i vedlegget), og alle de store bankene har høy eksponering mot næringseiendom.

source: The items “Deposits from banks” (liability side) and “Lending to banks” (asset side) increase by the same amount.
nb: Postene bankenes innskudd (gjeldssiden) og utlån til bankene (eiendelssiden) øker like mye.

source: • developments in demand/production over the past 3 months (seasonally adjusted)
nb: • Utviklingen i etterspørsel/produksjon siste 3 måneder (sesongjustert)

source: The companies Formosa Taffeta Co Ltd and Formosa Chemicals & Fibre Corp. are to be excluded from the GPFG’s portfolio.
nb: - Selskapene Formosa Taffeta Co Ltd og Formosa Chemicals & Fibre Corp. utelukkes fra Statens pensjonsfond utlands portefølje.- Finansdepartementet orienteres om vedtaket.

source: Under an agreement between England and Spain in 1713, the South Sea Company was awarded a contract for delivering slaves to the Spanish territories in America.
nb: Etter avtale mellom England og Spania i 1713 fikk South Sea-selskapet kontrakt på slavehandelen til de spanske territoriene i Amerika.

source: not be minted with the date 2006.
nb: kronemynten vil ikke bli preget med årstallet 2006.

source: In 1913, the Norwegian parliament introduced universal suffrage.
nb: I 1913 vedtok Stortinget allmenn stemmerett.

source: and sustainable business practices.
nb: aksjonærers rettigheter og ansvarlig virksomhet.

source: Item 196/2019 - GPFG – Follow-up of items from the Ministry of Finance
nb: Sak 196/2019 SPU – Oppfølgning av saker fra Finansdepartementet

source: supervision of the payment systems.
nb: som i begrenset grad er diversifiserbare.

source: we see that the optimal interest rate should respond less
nb: usikkerhet, ser vi at den optimale renten skal reagere

source: provide a framework for liquidity and credit risk to be borne as far as
nb: Legge til rette for at likviditets- og kredittrisiko i størst mulig grad bæres av

source: The limit for exposures to individual companies was included into the NBIM CEO
nb: Jon Nicolaisen redegjorde for drøftingen i risiko- og investeringsutvalget og de

source: Berg, Class and Lars Jonung (1998): “Pioneering Price expresses thoughts similar to those of Frisch.
nb: Berg, Clas og Lars Jonung (1998): «Pionering Price output-gap stabilization…. Simple voting procedures for

source: structure services in the securities market.
nb: med kreditt- eller likviditetsrisiko.

source: budget deficit and for transfers to the GPFG.
nb: underskudd på statsbudsjettet og til avsetninger til SPU.

source: In the CRE sector, the office market is particularly important for financial stability since banks’ exposures to this segment are substantial.
nb: Innen næringseiendom er kontormarkedet særlig viktig for finansiell stabilitet siden bankene har betydelige utlån til dette segmentet.

source: Section 2 provides a brief overview of Norges
nb: I avsnitt 2 redegjøres kort for Norges Banks

source: Other central banks that have outsourced cash
nb: En annen viktig forutsetning er at Norges Bank fast-

source: In Australia, New Zealand, Canada and Sweden
nb: For Australia, New Zealand, Canada og Sverige (figur

source: However, macroeconomic imbalances were widely recognised beforehand.
nb: Men de store makroøkonomiske ubalansene var mange oppmerksomme på i forkant.

source: The biggest differences will be on days with insufficient transaction data, discussed further under “Contingency method” in the attachment.
nb: Den største forskjellen vil være på dager med manglende transaksjonsdata, nærmere omtalt under alternativt datagrunnlag i vedlegg.

source: The CCP accepts that Norges Bank, without prejudice to the duty of confidentiality, may
nb: Den sentrale motparten samtykker i at Norges Bank, uten hinder av taushetsplikten, kan varsle

source: We have vailing in 2002.
nb: prisene nå på om lag samme nivå som i 2002.

source: The 5-krone note was replaced by a coin in 1963, making the 10-krone banknote the smallest in this series.
nb: 5-kroneseddelen ble erstattet av en mynt i 1963, 10-kronen ble dermed minste seddel i denne rekken.

source: 1 USD = 8.9852 NOK 2021-12-21 Norges Bank's middle rates
nb: 1 USD = 8.9852 NOK 2021-12-21 Norges Banks midtkurs

source: Item 191/2017 Briefing on current issues in Central Banking Operations
nb: Sak 191/2017 Orientering om aktuelle saker i sentralbankvirksomheten

source: Below the portrait: the year 2019 with the Mint of Norway's mintmark, the crossed-pick-and-hammer.
nb: Under portrettet: årstallet 2019 med Det Norske Myntverkets merke korslagt hammer og bergsjern i midten.

source: Structural liquidity forecast for 2014
nb: Prognose for strukturell likviditet i 2014

source: His plays are no less top-ical 100 years after his death and have contributed far
nb: Han er frem-deles like aktuell 100 år etter sin død, og har vel i større

source: To minimise market impact as far as possible, the date of inclusion in the benchmark index should be further out than is currently the case.
nb: For å legge til rette for minst mulig markedspåvirkning, bør tidspunktet for inkludering i referanseindeksen ligge lengre frem i tid enn i dag.

source: Annual assessment of internal control in NBIM 2020
nb: Årlig vurdering av internkontrollen i kapitalforvaltningen 2020 Saksdokument:

source: The Executive Board discussed the matter and approved the draft Executive Board’s Assessment.
nb: Hovedstyret hadde en meningsutveksling og godkjente forslaget til hovedstyrets vurdering.

source: Corporate credit growth remains elevated and is higher than the rate of growth in the economy.
nb: Veksten i foretakenes kreditt holder seg oppe og er høyere enn veksten i økonomien.

source: The Executive Board took note of the operations report for NBIM for the fourth quarter of 2017.
nb: Hovedstyret tok virksomhetsrapporten for NBIM for fjerde kvartal 2017 til etterretning.

source: access to an account in Norges Bank or to Norges Bank’s ordinary or extraordinary market
nb: konto i Norges Bank eller til Norges Banks ordinære eller ekstraordinære markeds-

source: 4 The appendix at the end of this article describes the calculation of net lending in greater detail.
nb: 4 Vedlegget bak i artikkelen beskriver i mer detalj beregning av nettofinansinvesteringer.

source: This was a theme discussed by the Nowa steering group in autumn 2018.
nb: Dette var et tema som ble diskutert i styringsgruppen i Nowa høsten 2018.

source: tivity depends on factors such as organisation, logistics, technology, an increase in TFP may be due to better incentives, use of technology, qualifications and the logistics, more efficient utilisation of premises, or other quantity and quality of fixed capital.
nb: Økning i av forhold som organisering, logistikk, insentiver, bruk TFP kan, i tilegg til bedre ny teknologi, blant annet av teknologi, arbeidskraftens kvalifikasjoner og mengden skyldes bedre logistikk, mer effektiv utnyttelse av lokaler og kvaliteten av realkapitalen.

source: reported on the Audit Commit ee’s discussions and the issues of particular concern
nb: redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt

source: Norwegian authorities (the Ministry of Finance, Norges
nb: norske myndigheter (Finansdepartementet, Norges

source: organisations such as the NGFS, the Bank for International Settlements, the International
nb: som NGFS, Bank for International Settlements, Det internasjonale valutafondet og andre

source: The Executive Board supports the proposed Section 3-5, second paragraph, specifying that Norges Bank may lay down rules for limits on what is to be regarded as legal tender, and for compensation for lost, burned or damaged notes and coins.
nb: Hovedstyret støtter forslaget i § 3-5 annet ledd om at Norges Bank kan fastsette nærmere regler om hva som er å anse som tvungne betalingsmidler, og om erstatning for bortkomne, brente eller skadde sedler og mynter.

source: Egil Matsen reported on the Risk and Investment Committee's discussions and the issues of particular concern to the Committee, including the sales of certain properties.
nb: Egil Matsen redegjorde for drøftingen i risiko- og investeringsutvalget og de temaer utvalget var særlig opptatt av, herunder salgene av enkelte eiendommer.

source: • developments in profitability (operating profits) over the past 3 months
nb: • Utviklingen i lønnsomheten (driftsresultatet) de siste 3 månedene

source: minimum statutory requirement of 8 per cent.
nb: under lovens minstekrav på 8 prosent.

source: If Yes, please state which CSD:
nb: Hvis Ja, hvilket verdipapirregister vil bli benyttet:

source: index are not included in the harmonised index, for
nb: nasjonale indeksen er ikke med i den harmoniserte, for

source: Memo from the Audit Committee of 23 January 2018
nb: Notat 23. januar 2018 fra Revisjonsutvalget

source: The economists Carmen Reinhart and Kenneth Rogoff have summarised the experience of financial crises all over the world over the past 800 years.
nb: De amerikanske økonomene Carmen Reinhart og Kenneth Rogoff har oppsummert erfaringer fra 800 år med finansielle kriser over hele verden.

source: In Section 3, we examine more closely the pass-through to consumer prices, before assessing factors that may explain possible deviations from an average exchange rate pass-through to consumer prices in Section 4.
nb: I avsnitt 3 ser vi nærmere på virkningene på konsumprisene, før vi i avsnitt 4 vurderer faktorer som kan forklare mulige avvik fra et gjennomsnittlig gjennomslag fra valutakursen til konsumprisene.

source: Norges Bank has previously published a consultation report where it recommends a calculation method for a compounded Nowa index.
nb: Lerbak informerte deretter om en høring fra Norges Bank med forslag til beregning av en kapitalisert avkastningsindeks for Nowa.

source: The Committee recommended that the Executive Board follows management's guidance.
nb: Utvalget anbefalte hovedstyret å vedta i tråd med administrasjonens tilrådning.

source: EU and the G-10 countries have worked towards such a
nb: G-10 landene har arbeidet for en slik utvikling, blant

source: The CISS indicator, which is a composite stress indicator, can shed light on vulnerabilities related to correlation and close interlinkages between markets (Chart 1.17).4 Banking sector stress may be measured by a number of indicators, for example money market premiums (Chart 1.18), risk premiums on bonds issued by Norwegian and Nordic banks, equity price developments in the banking sector and CDS prices for Nordic banks (Chart 1.19).
nb: CISS-indikatoren, som er en sammensatt stressindikator, kan belyse sårbarhet knyttet til samvariasjon og nær tilknytning mellom markeder (Figur 1.17).4 Stress i banksektoren kan måles med ulike indikatorer, for eksempel påslag i pengemarkedet (Figur 1.18), risikopåslag på obligasjoner utstedt av norske og nordiske banker, aksjekursutvikling for banksektoren og CDS-priser for nordiske banker (Figur 1.19).

source: The functioning of the Norwegian money market is unsatisfactory.
nb: Pengemarkedet i Norge fungerer ikke tilfredsstillende.

source: Letter from the Office of the Supervisory Council of 17 April 2020
nb: Brev 17. april 2020 fra representantskapets tilsynssekretariat

source: More than five years have passed since the turbulence in financial markets began.
nb: Det er mer enn fem år siden uroen i finansmarkedene startet.

source: Ida Wolden Bache outlined the main economic developments since the previous Monetary Policy Report and the assessment of developments in relation to defined monetary policy strategy.
nb: Ida Wolden Bache redegjorde for den økonomiske utviklingen siden forrige pengepolitiske rapport og for vurderingen av utviklingen i forhold til fastlagt pengepolitisk strategi.

source: Mads Kristensen presented the proposed instructions update for Internal Audit.
nb: Mads Kristensen redegjorde for forslag til oppdatert instruks for internrevisjonen.

source: generally increased more than prices for imported
nb: konsumvarene som inngår i KPI-JAE har vært svært for-

source: According to folklore, the puffins return each year on the same date, 14 April.
nb: Ifølge myten ankommer lundefuglen Lovund til samme tid hvert år, på «Lundkommardagen» 14.

source: Form for Account Management at Norges Bank (NBO)
nb: Skjema for kontohold i Norges Bank (NBO) - Banker

source: We know what an orange looks like after a long drying process or what clay looks like after being exposed to the air for a time.
nb: Vi vet alle hvordan en appelsin ser ut etter en lang tørkeprosess eller hvordan leire ser ut når den har ligget en stund.

source: The obverse sides of the notes will be developed on the basis of the proposal from The Metric System, Norwegian Living Space.
nb: Forsiden på sedlene vil bli utviklet med utgangspunkt i forslaget fra The Metric System, Det norske livsrommet.

source: enterprise sector was generally perceived as low andfalling.
nb: til foretak med lav og middels risiko er satt for høyt.
